{
	"songs": [
        {
            "song_id" : "0",
            "title": "finesse",
            "author": "drake",
            "lyrics": "yeah. Turn everything up, yeah, oh, yeah. Turn everything up a little more. I want my baby to have your eyes, but I’m going against my own advice. Should I do New York? I can’t decide. Fashion Week is more your thing than mine. I can’t even lie; I’d rather stay inside. I can’t do suit and tie, nor be in a room with you and stand on different sides. One thing at a time, I have to learn to hide, emotions running high, wishing you felt alright. You stay on my mind, all the time, all the time, all the— you stay on my mind, all the time, all the time (yeah). It takes some finesse, I’ve seen you finesse, he can’t know finesse. You stay on my mind. You and your sister, too hot to handle, things would get cancelled, but I would make time for you. Commitment, going the distance, I’m new to all of this. It takes some finesse, I’ve seen you finesse, he can’t know finesse. You stay on my mind.",
            "thumbnail": "finesse.jpg"
        },
	
	
	{
		"song_id" : "1",
		"title": "ricchi x sempre",
		"author": "sfera",
		"lyrics": "Saremo ricchi, ricchi per sempre. O forse no, vabbè fa niente. Scrivo una canzone, sì, quella è per sempre. Per certe persone sarà un salvagente. Stanza 26, io fatto in hotel. Come Kurt Cobain, fumo Marlboro Red. Lei si sfila i jeans, poi li sfila a me. Lancio i soldi in aria, anche oggi sono il re. Scappo dal locale finito lo show. Ho i soldi in tasca e lo zio Tommy che mi scorta. Scelgo una tipa, nessuna dice di no. Me la portano in camera con una Vodka. E non mi cambiano i soldi né la fama, no. Ho ancora la fame della prima volta. Quando ai live erano in dieci sotto al palco e mo. Che uso lo champagne solo per bagnare la folla. E pensavo che non sarebbe mai cambiato. Quando il buttafuori ci rimbalzava all'entrata. Quando quella tipa figa nemmeno ti guarda. Quando attiri l'attenzione solo delle guardie. Quando non avevo oro e non avevo scarpe. Solo un microfono acceso con sotto una base. Ora splendo, Charlie splende, è una benedizione. E a chi chiede come andrà, rispondo: saremo ricchi. Saremo ricchi per sempre, sì, ricchi per sempre. O forse no, vabbè fa niente, sì, vabbè fa niente. Oggi ho scritto una canzone, sì quella è per sempre. Per certe persone sarà un salvagente. E mi è tornato in mente che non avevamo niente. Nelle tasche solamente le mie mani fredde. Qualche sogno infranto e le sigarette. Ora siamo sulle stelle coi tatuaggi sulla pelle. Non ci pentiremo da vecchi perché saremo ricchi per sempre. Ricchi per semp- (uo-oh). Ricchi per semp- (uo-oh). Ricchi per semp-. Ricchi per sempre, ricchi per sempre, ricchi per sempre. Ricchi per semp- (uo-oh). Ricchi per semp- (uo-oh-oh). Ricchi per semp-. Ricchi per sempre, ricchi per sempre, ricchi per sempre. Eravamo in un parchetto in 30. Pensavamo: cazzo ce ne frega. E non avevo più testa già in terza media. Fanculo alla prof che mi stressava. Ho sempre immaginato una fine diversa. Quando i soldi non bastavano per la spesa. Quando poi è morto il pa' ho detto: sono un uomo. Anche se non mi son riuscito a tenere un lavoro. E me ne andrò su un jet, lontano da casa. Ma almeno sono riuscito a far ridere mamma. In mezzo a qualche ragazza che non mi conosce. Che non mi ama quanto ama il mio conto in banca. Stanza 26, io fatto in hotel. Come Kurt Cobain, fumo Malboro Red. Lei si sfila i jeans, poi li sfila a me. Lancio i soldi in aria e penso: tanto saremo ricchi. Saremo ricchi per sempre, sì, ricchi per sempre. O forse no, vabbè fa niente, sì, vabbè fa niente. Oggi ho scritto una canzone, sì quella è per sempre. Per certe persone sarà un salvagente. E mi è tornato in mente che non avevamo niente. Nelle tasche solamente le mie mani fredde. Qualche sogno infranto e le sigarette. Ora siamo sulle stelle coi tatuaggi sulla pelle. Non ci pentiremo da vecchi perché saremo ricchi per sempre. Ricchi per semp- (uo-oh). Ricchi per semp- (uo-oh). Ricchi per semp-. Ricchi per sempre, ricchi per sempre, ricchi per sempre. Ricchi per semp- (uo-oh). Ricchi per semp- (uo-oh-oh). Ricchi per semp-. Ricchi per sempre, ricchi per sempre, ricchi per sempre. Ricchi per semp-. Ricchi per semp-. Ricchi per semp-. Ricchi per sempre, ricchi per sempre, ricchi per sempre.",
		"thumbnail": "ricchi x sempre.jpg"
	},
    {
		"song_id" : "2",
		"title": "3500",
		"author": "travis",
		"lyrics": "ladies order up the champagne, a whole lot of it .....",
		"thumbnail": "3500.jpg"
	}
	]
}